TRANSACTION_KEYWORDS = {
    "ReceivedCreditTransfer": {
        "default": [
            "Перевод от",
            "Входящий перевод из"
        ],
        "salary": [
            "Зарплата",
            "Пенсия",
            "Проценты по депозиту"
        ]
    },

    "IssuedDebitTransfer": {
        # исходящие переводы
        "default": [
            "Межбанковский перевод в",
            "Перевод на",
            "Межбанковский перевод",   # расширенный вариант
            "Перевод по номеру счета"  # встречался у тебя в списке
        ],

        # продукты, магазины
        "foodstuff": [
            "Пятёрочка",
            "Магнит",
            "Дикси",
            "Ашан",
            "Перекрёсток",
            "Лента",
            "ВкусВилл",
            "Спар", "SPAR"            # логично добавить
        ],

        # развлечения и кафе
        "entertainments": [
            "Coffee House",
            "Кофе Хаус",
            "Starbucks",
            "KFC",
            "Шоколадница",
            "Сбарро",
            "Макдоналдс",
            "McDonalds",
            "Бургер Кинг",
            "Burger King"
        ],

        # транспорт
        "transport": [
            "Транспорт",
            "Метро",
            "Автобус",
            "МЦД",
            "МЦК",
            "Такси"
        ],

        # одежда и торговые центры
        "shopping": [
            "H&M",
            "Zara",
            "ZARA",
            "Uniqlo",
            "Pull&Bear",
            "Стокманн"
        ]
    }
}